[
  {
    "message": " Hi Affy, Thank you for everything, Goodluck sa work, Sana hindi ka maging workaholic. Ipon ka na para next year or two makagala tayo if you want XD. But for now, I see you sa discord or VC. Hopefully makapagtest ka pa din ng mga ginagawa ko hahaha. Thank you again, I really appreciate you :D. Take care",
    "sender": "Ron",
    "code": "Snowbear"
  },
  {
    "message": "This is a second test",
    "sender": "Ron",
    "code": "Keyboard"
  },
  {
    "message": "Goodluck sa work, hopefully makabalik ka sa field natin lmao. Sayang 4 years if di mo maapply. Thanks sa pakikinig pres. more kwento soon HAHAHHA.",
    "sender": "Ron",
    "code": "PaparazziPresident"
  },
  {
    "message": "Goodluck sa work, hopefully makakuha ka ng  position na trip mo na full-time. thanks sa mga advice HAHAHHA, di ko na alam lalagay since Thanks sa pagbuhat as speaker of the group HAHAHHAHA",
    "sender": "Ron",
    "code": "Plantito"
  },
  {
    "message": "Goodluck sa art adventures, hopefully step up to Game dev?? HAHA thanks sa pagiging artist sa Thesis, and yon di ko na alam ano pa sasabiihin ko hahaha. See you sa Canada???? HAHAHHAHA",
    "sender": "Ron",
    "code": "FoxRender"
  },
  {
    "message": "Goodluck sa work! Thank you sa pag back-up and sa pagiging paparazzi. Stay cool, you have aesthetic eyes btw. HAHAHHA IDK hopefully mabackupan mo pa ko for future plans XD. oks lang ba sabihin ko na take care of  Affy for me HAHHAA. Ikaw din take care malayo binabyahe mo HAHAHHA",
    "sender": "Ron",
    "code": "KitKat"
  },
  {
    "message": "I still remember your laptop lmao, anwyay Goodluck sa work. Thanks sa pakikinig and sa mga Tea, sanay na ko na di ka nagrereply hahahhahaha.",
    "sender": "Ron",
    "code": "BrokenLaptop"
  },
  {
    "message": "Goodluck to your plans, stay cool,  You are really lucky bro, stay strong you two, Thanks for the memories at kwentos and teas HHAHHAHA. idk wala na ko malagay, pero kinda miss PNR rides natin HAHAHHAHA. ",
    "sender": "Ron",
    "code": "PacoStation"
  },
  {
    "message": "Goodluck sa work, HAHAHa di ko alam lalagay ko pero ikaw pa rin master dito HAHAHHAHA. Kwento ka soon XD",
    "sender": "Ron",
    "code": "Master"
  },
  {
    "message": "Goodluck sa future work, hopefully makapag work ka sa astro field. Wala na ko maisip tbh thanks sa memories hahaha yonn",
    "sender": "Ron",
    "code": "AstroBanana"
  }
]